Repository: samiullahjamil99/woocommerce-qr-pay
Catalog: i18n/languages/woocommerce-qr-pay-*.po
Languages: fr_fr

source: After that the app will ask to open link in browser, so open the link in your mobile browser.
fr_fr: Après cela, l'application vous demandera d'ouvrir le lien dans le navigateur, alors ouvrez le lien dans votre navigateur mobile.

source: Cancel Order
fr_fr: annuler la commande

source: Follow These Steps
fr_fr: Suivez ces étapes

source: Now a page with order details will open having a form with payment details on your phone. Fill it and proceed.
fr_fr: Maintenant, une page avec les détails de la commande s'ouvrira avec un formulaire avec les détails de paiement sur votre téléphone. Remplissez-le et continuez.

source: Pay at Terminal
fr_fr: Payer au terminal

source: Pay by Card
fr_fr: Payer par carte

source: Pay by Cash
fr_fr: Payer en espèce

source: Pay Cash on Counter
fr_fr: Payer comptant au comptoir

source: Requires Smartphone and Card Details
fr_fr: Nécessite un smartphone et les détails de la carte

source: Scan QR Code on your Phone to enter card details on Phone with Order #
fr_fr: Scannez le code QR sur votre téléphone pour entrer les détails de la carte sur le téléphone avec la commande #

source: Step 1: QR Scan
fr_fr: Étape 1 : Numérisation QR

source: Step 2: Open Link
fr_fr: Étape 2 : Ouvrir le lien

source: Step 3: Enter Card Details
fr_fr: Étape 3 : Entrez les détails de la carte

source: Still Confused with Process?
fr_fr: Toujours confus avec le processus ?

source: Take out your phone and open %s. Point your Camera towards the following QR code.
fr_fr: Sortez votre téléphone et ouvrez %s. Dirigez votre appareil photo vers le code QR suivant.

source: We have the following options for you.
fr_fr: Nous avons les options suivantes pour vous.
